{
	"beat": "BEAT",
	"which_one_are_you": "Which one are you?",
	"i_am_video_creator": "I AM A VIDEO CREATOR",
	"enter": "ENTER",
	"video_creator_subheader": "The best music solution for video creators",
	"meet_beat": "MEET BEAT",
	"video_creator_description": "Video creators, like yourself, are constantly in need of music tracks to use in their productions.",
	"video_creator_description2": "Our network has come up with a solution that we think you're going to like...",
	"all_genres": "ALL GENRES",
	"all_genres_description": "We and partnering labels have joined forces to provide our partners with countless tracks of all genres so you can find the exact track you need for your production.",
	"full_mcn": "FULL MCN",
	"full_mcn_description": "We're a fully operational YouTube MCN with certifications directly from YouTube. We know our stuff and will always be available to assist our partners!",
	"open_platform": "OPEN PLATFORM",
	"open_platform_description": "Any partner under our network, the Freedom! network, or any of its sub-networks has instant access to our platform. That's nearly 200,000 YouTube partners!",
	"dashboard": "DASHBOARD",
	"dashboard_description": "Our network dashboard allows partners to track all of their analytics, post music for partners to use, download tracks you want to use in your own creations, match with creators for collaborations, and more!",
	"ownership": "OWNERSHIP",
	"ownership_description": "You still own all of the content that you create. We are simply your technology and distribution partner bringing creative minds together!",
	"payments": "PAYMENTS",
	"payments_description": "If you earn $1, we'll pay you $1. It's as simple as that! Feel safe knowing we'll pay you on-time, everytime, no matter how much you've made!",
	"our_services": "OUR SERVICES",
	"our_services_description": "Want to know what separates us from other networks on YouTube?",
	"our_services_description2": "That's easy! Here are some examples...",
	"distribution": "DISTRIBUTION",
	"distribution_description": "Our network makes it easy to search, listen, download, and implement songs into your video productions. A simple distribution method for our artists and an easy implentation for our partners!",
	"copyright": "COPYRIGHT",
	"copyright_description": "By being a full multi-channel network, we make the use of music simple and transparent. Our partners can always trust our music and never have to worry about copyright claims!",
	"collaboration": "COLLABORATION",
	"collaboration_description": "By bringing music artists and video creators together, we're bridging the gap by making collaboration and promotion simple! An all-in-one solution!",
	"our_clients": "OUR CLIENTS",
	"our_clients_description": "Not only do we help to distribute our partners' music, we also work with fully-developed music labels to get their music out to video creators.",
	"our_clients_description2": "Feel free to use all of our music and theirs in your video creations!",
	"apply_now": "APPLY NOW",
	"apply_now_description": "Give your video career the creative jump-start it needs to reach new audiences!",
	"apply_all_caps": "APPLY",
	"i_am_music_creator": "I AM A MUSIC CREATOR",
	"music_creator_subheader": "THE BEST DIGITAL DISTRIBUTION SERVICE FOR MUSIC ARTISTS",
	"music_creator_description": "Simply the best method to distribute your music and gain an audience in this age of new media. Be heard by millions without paying a cent for promotion!",
	"music_label": "MUSIC LABEL",
	"music_label_description": "A digital music label that works to promote artists through our nearly 200,000 partnered video creators!",
	"music_distribution": "DISTRIBUTION",
	"music_distribution_description": "Submit your tracks through our dashboard for video creators to download and use in their productions. Tracks can also be added to iTunes, Spotify, SoundCloud, and more!",
	"music_ownership": "OWNERSHIP",
	"music_ownership_description": "Music artists retain 100% of the ownership of their submitted song tracks. All video partners must credit the music artist in video descriptions to further promote artist discovery.",
	"global_reach": "GLOBAL REACH",
	"global_reach_description": "We work with music artists and video creators all around the world. There's no cap on popularity or audience growth when joining us!",
	"featured": "FEATURED",
	"featured_description": "Expose your music to a brand new audience and build hype by having us upload your tracks to the official BEAT YouTube channel!",
	"content_id": "CONTENT ID",
	"content_id_description": "When sigining with us, the artist has the option of fingerprinting their music tracks to make sure that they're receiving their portion of revenue from videos using their music.",
	"music_our_services": "OUR SERVICES",
	"music_our_services_description": "Want to know what separates us from other music labels?",
	"music_our_services_description2": "That's easy! Here are some examples...",
	"exposure": "EXPOSURE",
	"exposure_description": "Get all of your music out to the world with no money spent on promotion or marketing! Let our video creators get your tunes out there to their audiences for you!",
	"connection": "CONNECTION",
	"connection_description": "We help all of our signed artists increase their web presence. Build strong and lasting connections with your new fans through all of the digital solutions that we provide to artists!",
	"revenue": "REVENUE",
	"revenue_description": "Earn revenue every time your music is played! Our Content ID system will ensure that all of our artists are fairly paid for their work being used in other creative mediums.",
	"music_our_clients": "OUR CLIENTS",
	"music_our_clients_description": "These music labels have also partnered with BEAT to ensure solid distribution and use of their artists' works through our network of video creators.",
	"music_apply_now_description": "Give your music career the creative jump-start it needs to reach new audiences!",
	"home": "Home",
	"about": "About",
	"services": "Services",
	"apply_title_case": "Apply",
	"live": "Live",
	"submit": "Submit",
	"contact_us": "Contact Us",
	"search": "Search",
	"all_rights_reserved": "any.TV 2015 All rights reserved"
}