{
	"beat": "BEAT",
	"which_one_are_you": "O que você faz?",
	"i_am_video_creator": "EU CRIO VÍDEOS",
	"enter": "ENTRAR",
	"video_creator_subheader": "A melhor solução para criadores de vídeo",
	"meet_beat": "CONHEÇA A BEAT",
	"video_creator_description": "Criadores de video, como você, estão constantemente a precisar de músicas para usar nas suas produções.",
	"video_creator_description2": "A nossa rede dispõe de uma solução que achamos que vai gostar...",
	"all_genres": "TODOS OS GÉNEROS",
	"all_genres_description": "Nós e as gravadoras parceiros unimos os esforços para dar aos nossos parceiros um número quase ilimitado de músicas de todos os géneros para que possa encontrar a música perfeita para a sua produção.",
	"full_mcn": "MCN COMPLETA",
	"full_mcn_description": "Nós somos uma MCN completa no YouTube com certificados diretos do YouTube. Conhecemos bem o nosso trabalho e vamos estar sempre disponíveis para prestar assistência aos nossos parceiros!",
	"open_platform": "PLATAFORMA ABERTA",
	"open_platform_description": "Qualquer parceiro debaixo da nossa rede, a rede Freedom!, ou qualquer uma das sub-redes tem acesso instantâneo à nossa plataforma. São já mais de 130.000 parceiros no YouTube!",
	"dashboard": "DASHBOARD",
	"dashboard_description": "A nossa dashboard permite que os parceiros ver todas as suas estatísticas, postar músicas para os parceiros usagem, baixar músicas que queiram usar nas suas criações, unir-se a outros criadores para criar algo novo, e mais.",
	"ownership": "PROPRIEDADE",
	"ownership_description": "Todo o conteúdo por você produzido será seu. Nós simplesmente somos o seu parceiro de tecnologia e distribuição unindo mentes criativas!",
	"payments": "PAGAMENTOS",
	"payments_description": "Se ganhar $1, vamos pagar-lhe $1. É tão simples quanto isso! Sinta-se seguro de que iremos pagar-lhe a tempo, sempre, independentemente do valor que tenha ganho!",
	"our_services": "OS NOSSOS SERVIÇOS",
	"our_services_description": "Quer saber o que nos separa das outras networks do YouTube?",
	"our_services_description2": "Isso é fácil! Aqui ficam alguns exemplos...",
	"distribution": "DISTRIBUIÇÃO",
	"distribution_description": "A nossa network facilita a procura, ouvir, baixar, e adicionar músicas nas suas produções de video. Um simples método de distribuição para os artistas e uma fácil implementação para os parceiros.",
	"copyright": "DIREITOS AUTORAIS",
	"copyright_description": "Ao sermos uma Multi-Channel Network (MCN), fazemos a utilização da música simples e transparente. Os nossos parceiros podem sempre confiar na nossa música sem terem que se preocupar com reivindicações de direitos autorais.",
	"collaboration": "COLABORAÇÃO",
	"collaboration_description": "Ao juntar artistas musicais e criadores de vídeo, estamos a fazer uma ligação que permite a colaboração e a promoção através de uma solução simples!",
	"our_clients": "OS NOSSOS CLIENTES",
	"our_clients_description": "Não só ajudamos a distribuir as músicas dos nossos parceiros mas também trabalhamos com gravadoras para distribuir as suas músicas para os criadores de video.",
	"our_clients_description2": "Fique à vontade para usar toda a nossa música e a deles nas suas criações de video!",
	"apply_now": "JUNTE-SE A NÓS",
	"apply_now_description": "Dê à sua carreira de video o impulso criativo que precisa para chegar a um novo público!",
	"apply_all_caps": "JUNTE-SE A NÓS",
	"i_am_music_creator": "EU CRIO MÚSICA",
	"music_creator_subheader": "O MELHOR SERVIÇO DE DISTRIBUIÇÃO PARA ARTISTAS MUSICAIS",
	"music_creator_description": "Simplesmente o melhor método para a distribuição da sua música e para ganhar uma audiência nesta era dos mídia. Seja ouvido por milhões sem pagar 1 cêntimo em promoções!",
	"music_label": "GRAVADORA MUSICAL",
	"music_label_description": "Uma gravadora digital que trabalha para promover os seus artistas através dos mais de 130.000 parceiros criadores de vídeo!",
	"music_distribution": "DISTRIBUIÇÃO",
	"music_distribution_description": "Envie-nos as suas músicas para serem publicadas para que possa partilha-las com os criadores de vídeo. As músicas também poderão ser adicionadas ao iTunes, Spotify, SoundCloud e mais!",
	"music_ownership": "PROPRIEDADE",
	"music_ownership_description": "Os artistas retêm 100% de propriedade das músicas que nos enviam. Todos os parceiros requerem que seja dado crédito aos músicos na descrição dos videos para aumentar o potencial de descoberta dos músicos.",
	"global_reach": "PESQUISA GLOBAL",
	"global_reach_description": "Trabalhamos com artistas musicais e criadores de vídeo de todo o mundo. Não há limite de popularidade ou crescimento de audiência quando se junta a nós!",
	"featured": "PROMOÇÃO",
	"featured_description": "Exponha a sua música a uma nova audiência e desenvolva interesse ao ter-nos a nós para enviar as suas músicas para o canal de YouTube da BEAT!",
	"content_id": "IDENTIFICAÇÃO DE CONTEÚDO",
	"content_id_description": "Ao se vincular conosco, o artista tem a opção de criar uma impressão digital das músicas (fingerprint) para se assegurar de que irão receber a sua porção dos lucros dos videos que usarem as suas músicas.",
	"music_our_services": "OS NOSSOS SERVIÇOS",
	"music_our_services_description": "Quer saber o que nos separa das outras gravadoras musicais?",
	"music_our_services_description2": "É fácil! Aqui estão alguns exemplos...",
	"exposure": "DIVULGAÇÃO",
	"exposure_description": "Exponha a sua música ao mundo sem gastar dinheiro em promoção ou publicidade! Deixe os nossos criadores de vídeo usar as suas músicas e divulgar o seu trabalho ao seu público por si.",
	"connection": "LIGAÇÃO",
	"connection_description": "Ajudamos todos os nossos artistas vinculados a aumentar a sua presença na internet. Crie longas e duradouras ligações com os seus novos fãs através de todas as soluções digitais que temos disponíveis para os artistas.",
	"revenue": "GANHOS",
	"revenue_description": "Ganhe dinheiro sempre que a sua música for tocada! O nosso sistema de identificação de conteúdo (Content ID) irá se assegurar que todos os artistas sejam pagos de forma justa pelo seu trabalho usado em outros meios criativos.",
	"music_our_clients": "OS NOSSOS CLIENTES",
	"music_our_clients_description": "Estas gravadoras também têm uma parceria com a BEAT para assegurar uma sólida distribuição e uso do trabalho dos artistas através da nossa rede de criadores de conteúdo.",
	"music_apply_now_description": "Dê à sua carreira musical o impulso que precisa para chegar a um novo público!",
	"home": "Página Inicial",
	"about": "Sobre",
	"services": "Serviços",
	"apply_title_case": "Junte-se a nós",
	"live": "Ao Vivo",
	"submit": "Enviar",
	"contact_us": "Contacte-nos",
	"search": "Procurar",
	"all_rights_reserved": "Todos os direitos reservados",
	"video_creator": "Video Creator",
	"music_creator": "Music Creator"
}